damn_adjective_list = ["псоват", "незавидн", "дебиловат", "пупырчат", "придурковат", "подзаборн",
                       "дубиноголов", "чахоточн", "нечистоплотн", "блохаст", "рукожоп", "облезл", "ушаст", "мордат",
                       "косолап", "неумел", "страхолюдн", "неказист", "упитанн", "безсоромн", "королоб", "безмозгл",
                       "неразумн", "сутул", "плешив", "скудоумн"]

damn_noun_list = [("антихрист", "антихристка"), ("безобразник", "безобразница"), ("баламошка", "баламошка"),
                  ("мужеложец", "мужеложница"), ("тартыра", "тартыра"), ("околотень", "трупёрда"),
                  ("коломесъ", "коломеска"), ("курощупъ", "курощупка"), ("засранец", "засранка"),
                  ("каналья", "каналья"), ("выползень", "выхухоль"), ("насупа", "насупа"), ("хабалъ", "колотовка"),
                  ("елдыга", "елдыга"), ("межеумокъ", "межеумка"), ("рукоблуд", "визгопряха"), ("куёлда", "куёлда"),
                  ("страхолюд", "страхолюдка"), ("пеньтюхъ", "загузастка"), ("хандрыга", "хандрыга")]

manager_action_list = ("двигает таски", "продалбывается", "покупает джинсы", "сидит на синках",
               "сидит на менеджерском стуле", "ест", "не борется с Дмитрием", "торгует скриптой",
               "пытается похудеть", "спит, пока продают крипту", "пытается продать квартиру", "крутит бутылку",
               "спрашивает, как скоринг", "не знает, что делать с ГейтСелектором")
