damn_adjective_list = [("псоватый", "псоватая"), ("незавидный", "незавидная"), ("дебиловатый", "дебиловатая"),
                       ("пупырчатый", "пупырчатая"), ("придурковатый", "придурковатая"), ("подзаборный", "подзаборная"),
                       ("дубиноголовый", "дубиноголовая"), ("чахоточный", "чахоточная"), ("ушастый", "ушастая"),
                       ("нечистоплотный", "нечистоплотная"), ("блохастый", "блохастая"), ("рукожопый", "рукожопая"),
                       ("облезлый", "облезлая"), ("мордатый", "мордатая"), ("косолапый", "косолапая"),
                       ("неумелый", "неумелая"), ("страхолюдный", "страхолюдная"), ("неказистый", "неказистая"),
                       ("упитанный", "упитанная"), ("безсоромный", "безсоромная"), ("королобый", "королобая"),
                       ("безмозглый", "безмозглая"), ("неразумный", "неразумная"), ("сутулый", "сутулая"),
                       ("плешивый", "плешивая"), ("скудоумный", "скудоумная"), ("криворукий", "криворукая")]

damn_noun_list = [("антихрист", "антихристка"), ("скапыжник", "скапыжница"), ("безобразник", "безобразница"),
                  ("баламошка", "баламошка"), ("мужеложец", "мужеложница"), ("тартыра", "тартыра"),
                  ("околотень", "трупёрда"), ("коломесъ", "коломеска"), ("курощупъ", "курощупка"),
                  ("засранец", "засранка"), ("каналья", "каналья"), ("выползень", "выхухоль"), ("насупа", "насупа"),
                  ("хабалъ", "колотовка"), ("елдыга", "елдыга"), ("межеумокъ", "межеумка"), ("рукоблуд", "визгопряха"),
                  ("куёлда", "куёлда"), ("страхолюд", "страхолюдка"), ("пеньтюхъ", "загузастка"),
                  ("хандрыга", "хандрыга"), ("шкодник", "шкодница")]

manager_action_list = ("двигает таски", "продалбывается", "покупает джинсы", "сидит на синках",
                       "сидит на менеджерском стуле", "ест", "не борется с Дмитрием", "торгует скриптой",
                       "пытается похудеть", "спит, пока продают крипту", "пытается продать квартиру", "крутит бутылку",
                       "спрашивает, как скоринг", "не знает, что делать с ГейтСелектором")
